Assignment2_Race.tex
% Created 2018-10-01 Mon 19:10
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Tommy Tan}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Tommy Tan},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.0.50 (Org mode 9.1.13)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Week 4 (Netflix documentary and Assignment 2)}
\label{sec:orgfc3b94a}
\subsection{Q: What the APA style of writing is, what the Chicago manual style, and what's the difference?}
\label{sec:org36cd24c}
\begin{itemize}
\item 1-2 Pages
\item Email to MichaelCoard@msn.com
\item Due Next Monday
\item Double Space paper, 1-2 pages
\end{itemize}

\subsection{"Separate is inherently unequal"}
\label{sec:orgb821cbc}
\begin{itemize}
\item Implement Brown 1 with "All the deliberate speed"
\item Brown 4, When Topeka School District finally met the standards that the Distrcit Court mandated.
\begin{itemize}
\item It wasn't until our lifetime (1998), that the 1954 case was addressed.
\end{itemize}
\end{itemize}

\subsection{Documentary notes}
\label{sec:org08e7cfb}
\begin{itemize}
\item The U.S. has the highest rate of incarceration on the planet.
\item Michelle Alexander, author of the Seminal, new Jim Crow.
\item The film-maker brought the burning cross to realization.
\item 1970 : The U.S. prison population was at 357,292.
\begin{itemize}
\item ten years later, it jumps up to 514,000. (1980)
\item five years later, it jumps up to 760,100. (1985)
\item five years later, it jumps up to 1.2 million (1990)
\end{itemize}

\item From rhetoric to reality, from Nixon to Reagan, that's the true story on the War of Drugs.
\begin{itemize}
\item Nixon talked about it, Reagan acted upon it.
\end{itemize}
\item The Congressional Black Caucus jumped right in bed with Nixon/Reagan. They would see Drugs and Crime and say that's the problem, ignoring Education and other social factors
\item If you're caught with powder cocaine than crack cocaine, one ounce of crack cocaine is equivalent in punishment as to having 100 ounce of powder cocaine.
\end{itemize}
\end{document}
